Lab-Journal-html/2026/07/week-29.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Journal Week 29</title>
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='../../../style.css' />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Journal Week 29</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc172f47">Referencias</a></li>
<li><a href="#org992f945">2026-07-16</a>
<ul>
<li><a href="#org08eb7c9">[11:00]</a></li>
<li><a href="#org13fa340">[11:04]</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgc172f47" class="outline-2">
<h2 id="orgc172f47">Referencias</h2>
<div class="outline-text-2" id="text-orgc172f47">
<div class="csl-bib-body">
</div>
</div>
</div>
<div id="outline-container-org992f945" class="outline-2">
<h2 id="org992f945">2026-07-16</h2>
<div class="outline-text-2" id="text-org992f945">
</div>
<div id="outline-container-org08eb7c9" class="outline-3">
<h3 id="org08eb7c9">[11:00]</h3>
<div class="outline-text-3" id="text-org08eb7c9">
<p>
Ya están todas las secciones de la rampa impresas. La más grande pesa solo 89 g. Con los ajugeros más profundos para las tuercas entran bien los tornillos incluso cn el fondo viejo.
</p>

<p>
También mandamos para probar una sección pequeña de polycarbonato con los mismos features que van a tener las placas más grandes, y salieron bien de la cortadora laáser. Lo único a tener en cuenta es que quema un poco los bordes, pero respeta bien las tolerancias y tamaños de los agujeros y canaletas. Además encaja bien con las partes impresas. A tener en cuenta para el futuro que las líneas de los dibujos se cortan todas, aunque sea punteadas.
</p>

<p>
Tabién ya pusieron la pizarra en la pared, así que ya colgué los dibujos de todas las piezas y las intrucciones de ensamblaje.
</p>
</div>
</div>
<div id="outline-container-org13fa340" class="outline-3">
<h3 id="org13fa340">[11:04]</h3>
<div class="outline-text-3" id="text-org13fa340">
<p>
De momento mandé a imprimir las 5 piezas del ensamblador de los sensores, para poder ir montándolos mientras se fabrican el resto de las piezas. Se supone que deberían tardar las 5 juntas en la cama un total de 2  horas.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
